Revit 2027 API
BuiltInFailures.FamilyFailures.CantPlaceInstanceError Property
 Can't place instance of [Symbol]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantPlaceInstanceError { get; }
Public Shared ReadOnly Property CantPlaceInstanceError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantPlaceInstanceError {
	FailureDefinitionId^ get ();
}
static member CantPlaceInstanceError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace